[
    {
        "title": "Initial Development",
        "content": "During this stage we worked to implement the basis and overall framework of the server.",
        "sub_title": "August 2024"
    },
    {
        "title": "Playtest 1",
        "content": "This is where we will be testing the server with a small group of players to find bugs and gather feedback.",
        "sub_title": "September 6th - 9th, 2024"
    },
    {
        "title": "Development Phase 2",
        "content": "During this phase we will be working to fix bugs discovered during the playtest, as well as working on new features.",
        "sub_title": "Starting: September 10th, 2024"
    },
    {
        "title": "Playtest 2",
        "content": "In the second playtest we will once again be bug hunting and gathering feedback but with a larger group of players.",
        "sub_title": "October 16th - November 1st, 2024",
        "key": "current"
    },
    {
        "title": "Development Phase 3",
        "content": "We will once again go into development for the final time to fix bugs and finalise configuration etc for the server.",
        "sub_title": "November 2nd - 14th 2024 "
    },
    {
        "title": "Applications Open",
        "content": "Applications will open in Discord to join the server permanently. Acceptance will get you into the closed beta and full release. Playtesters who logged in will be given an invitation to the beta.",
        "sub_title": "10th November 2024"
    },
    {
        "title": "Beta Release",
        "content": "The closed beta will be launched. This is where we have no more plans for extended downtime for development and the server will be online permanently. All those who have access to the closed beta will receive 1 invite for someone to join, bypassing the application process.",
        "sub_title": "15th November 2024"
    },
    {
        "title": "Full 1.0 Release",
        "content": "The server is out of beta, applications will open as and when capacity allows.",
        "sub_title": "Approx: December 2024"
    }
]